Repository: OlliMehtonen/Auction-app
Catalog: src/tjts5901/translations/*/LC_MESSAGES/messages.po
Languages: ja_jp, sk_sk

source: 13th auction app
ja_jp: オークションアプリ
sk_sk: 13th aukciová aplikácia

source: Title is required.
ja_jp: タイトルは必須です。
sk_sk: Názov produktu je potrebný.

source: Starting bid must be greater than 0.
ja_jp: 開始入札は0より大きくなければなりません。
sk_sk: Prvotná cena váško predmetu musí byť väčšia ako 0.

source: Item updated successfully!
ja_jp: アイテムの更新に成功しました!
sk_sk: Váš predmet bol úspešne aktualizovaný!

source: Item deleted successfully!
ja_jp: アイテムの削除に成功しました!
sk_sk: Váš predmet bol úspešne vymazaný!

source: Email
ja_jp: 電子メール

source: Your email
ja_jp: あなたのメール
sk_sk: Váš email

source: Password
ja_jp: パスワード
sk_sk: Heslo

source: Your Password
ja_jp: あなたのパスワード
sk_sk: Vaše heslo

source: Login
ja_jp: ログイン
sk_sk: Prihlásenie

source: For sale:
ja_jp: 販売中です:
sk_sk: Na predaj:

source: Auction closes in:
ja_jp: オークションの終了時間:
sk_sk: Aukcia sa uzavrie za:

source: Category:
ja_jp: カテゴリ:
sk_sk: Kategória:

source: Subcategory
ja_jp: サブカテゴリ:
sk_sk: Subkategória:

source: Initial price:
ja_jp: 初期価格です:
sk_sk: Prvotná cena:

source: Description:
ja_jp: 説明文:

source: Owner:
ja_jp: 所有者:
sk_sk: Majiteľ:

source: Bids:
ja_jp: 入札:
sk_sk: Aukčné ponuky:

source: Current top bid:
ja_jp: 現在の最高入札価格です:
sk_sk: Najvyššia ponuka:

source: Latest bid:
ja_jp: 最新の入札額です:
sk_sk: Aktuálna ponuka:

source: Make a bid:
ja_jp: 入札してください:
sk_sk: Vytvorte ponuku:

source: Bid!
ja_jp: 入札してください!
sk_sk: Ponuka!

source: Share on social media:
ja_jp: ソーシャルメディアで共有:
sk_sk: Zdieľajte na socialných médiach:

source: Twitter
ja_jp: ツイッター

source: Facebook
ja_jp: フェイスブック

source: Email to friend
ja_jp: 友達にメールする
sk_sk: Email kamarátovi

source: Home
ja_jp: ホーム
sk_sk: Domov

source: Sell
ja_jp: 売る
sk_sk: Predaj

source: About
ja_jp: バージョン情報
sk_sk: O nás

source: Log Out
ja_jp: ログアウト
sk_sk: Odhlásiť

source: Register
ja_jp: 登録
sk_sk: Registrovať

source: Log In
ja_jp: ログイン
sk_sk: Prihlásenie

source: Currency:
ja_jp: 通貨:
sk_sk: Mena:

source: Search
ja_jp: 検索:
sk_sk: Hľadať

source: Language
ja_jp: 検索
sk_sk: Jazyk

source: EUR
ja_jp: ユーロ

source: My Items
ja_jp: マイアイテム
sk_sk: Moje predmety

source: Here's a form to add a new auction.
ja_jp: 新しいオークションを追加するフォームはこちらです。
sk_sk: Formulár na pridanie novej aukcie.

source: Title:
ja_jp: タイトル

source: Choose category:
ja_jp: カテゴリを選択してください:

source: Choose subcategory:
ja_jp: サブカテゴリを選択してください:

source: Starting price:
ja_jp: 開始価格:

source: Available in:
ja_jp: 利用可能な地域:
sk_sk: Dostupné do:

source: Description:
ja_jp: 説明:

source: Start auction
ja_jp: オークション開始

source: Here is listing of my own items and bids and ways to edit them.
ja_jp: 自分の出品物や入札の一覧とその編集方法です。
sk_sk: List vašich aukcií a spôsob ich upravenia.

source: Here is a list of my old items.
ja_jp: これは私の古いアイテムのリストです。
sk_sk: List vašich predchádzajúcich aukcií.

source: My account
ja_jp: 私のアカウント

source: Here's info on the user account.
ja_jp: ユーザアカウントの情報です。
sk_sk: Legendárne informaáicie o vašom účte.

source: Open auctions
ja_jp: オークションを開く
sk_sk: Prebiehajúce aukcie

source: Here's is listing of all(?) on going auctions.
ja_jp: 開催中の全てのオークションの一覧です。
sk_sk: Stlačte ma ak sa na to cítite

source: Press this if you feel like it
ja_jp: 気が向いたらこれを押してください

source: I hope clicking helped. Have a nice day
ja_jp: クリックがお役に立てれば幸いです。良い一日を

source: Remember me
ja_jp: 私を記憶してください
sk_sk: zapamätaj si ma

source: Lost Password?
ja_jp: パスワードを忘れました?
sk_sk: Zabudli ste heslo?

source: Log in
ja_jp: ログイン
sk_sk: Prihlásenie

source: Sign in to our platform
ja_jp: 私たちのプラットフォームへサインインしてください
sk_sk: Prihlás sa do našej platfromy

source: Your password
ja_jp: あなたのパスワード
sk_sk: Vaše heslo

source: Lost password?
ja_jp: パスワードを紛失しましたか?
sk_sk: Zabudli ste heslo?

source: Not registered?
ja_jp: 未登録ですか？
sk_sk: Nie ste registorvaný?

source: Create an account
ja_jp: アカウントを作成する
sk_sk: Vytvoriť účet

source: Confirm password
ja_jp: パスワードの確認
sk_sk: Potvrďte heslo

source: I agree to the %(terms)s
ja_jp: 私は%(条件)に同意しま
sk_sk: súhlasím s %(terms)s

source: terms and conditions
ja_jp: 利用規約
sk_sk: podmienky používania

source: Register account
ja_jp: アカウント登録
sk_sk: Vytvoriť účet

source: Already have an account?
ja_jp: すでにアカウントを持っていますか？
sk_sk: Už máte účet?

source: Login here
ja_jp: ここでログインしてください
sk_sk: Prihlásiť

source: Items on sale
ja_jp: 販売中のアイテム
sk_sk: Prebiehajúce aukcie

source: Title
ja_jp: タイトル
sk_sk: Názov

source: Description
ja_jp: 説明
sk_sk: Popis

source: Starting Bid
ja_jp: 入札開始
sk_sk: Začiatočná ponuka

source: Seller
ja_jp: 出品者
sk_sk: Predajca

source: Created At
ja_jp: 作成日時
sk_sk: Vytvorené o

source: Closes At
ja_jp: 終了日時
sk_sk: Uzavreté o

source: Edit
ja_jp: 編集
sk_sk: Upraviť

source: Sell an Item
ja_jp: アイテムを売る
sk_sk: Predať predmet

source: Add Item
ja_jp: アイテムを追加する
sk_sk: Pridať predmet

source: Add to Listing
ja_jp: 出品に追加
sk_sk: Pridať do aukcii

source: Update Item
ja_jp: アイテムを更新します
sk_sk: Aktualiziovať predmet

source: Starting Price
ja_jp: 開始価格
sk_sk: Začiatočná cena

source: Update Listing
ja_jp: リストを更新します
sk_sk: Aktualizovať list

source: Delete
ja_jp: 削除
sk_sk: Zrušiť

source: Hello, World!
sk_sk: Ahoj Svet!

source: Username is required.
sk_sk: Používateľské meno je povinné.

source: Password is required.
sk_sk: Heslo je povinné

source: Passwords do not match.
sk_sk: Heslo alebo mail sa nezhodujú.

source: You must agree to the terms.
sk_sk: Súhlas s podmienkami používania je povinný

source: You have been registered. Please log in.
sk_sk: Boli ste úspešne zaregistrovaný. Teraz sa prihláste

source: Incorrect username.
sk_sk: Nesprávne používateľské meno.

source: Incorrect password.
sk_sk: Nesprávne heslo.

source: You have been logged out.
sk_sk: Boli ste odhlásený.

source: Owner data maybe here
sk_sk: Majiteľové dáta budú tu, možno

source: maybe later bids and their data visible.
sk_sk: Možno v budúcnosti tu budú ponuky a ich dáta.

source: I hope clicking helped. Have a nice day
sk_sk: Wow, vy ste to spravili! Prajem prípmený deň.
